Repository: vtnorton/Win8Apps
Catalog: Project Rome/MVC Core Era/vtnorton/vtnorton.com/Resources/Views/Home/Index.*.resx
Languages: pt

source: Apps
pt: Aplicativos

# BlogdoNorton
source: Check the news
pt: O que tem de novo

# Error
source: There was one erro with this, try again
pt: Houve um erro, por favor tente novamente

# Formula2pointo
source: Formula 2.0 was released, see what's changed
pt: A versão 2.0 do Formula - Universal Code Editor foi lançada

# Newsletter
source: Subscribe to my newsletter and find out what's happening firsthand! </ p> <p class="white">I hate spam in my email box as much as you do. You can sign without fear!
pt: Se inscreva na minha newsletter e saiba tudo o que está acontecendo em primeira mão!</p> <p class="white">Eu odeio spam na minha caixa de e-mail, tanto quanto você. Pode assinar sem medo!

source: Projects
pt: Projetos

# ProjectsDetails
source: During the time I have been accumulating some projects, among them some blogs, ebooks, websites, events and courses. See a little more of my work. </ p> <p>These are some of my projects, if you want to know more about them, click on one of the icons shown next.
pt: Durante o tempo eu venho acumulando alguns projetos, dentre eles alguns blogs, ebooks, sites, eventos e cursos. Veja um pouco mais do meu trabalho.</p> <p>Estes são alguns dos meus projetos, caso queira conhecer mais sobre eles, clique em um dos ícones apresentados ao lado.

source: Read more
pt: Leia mais

# SlackGroup
source: Join the brazilian slack group of Windows Insiders
pt: Junte-se ao grupo de Insiders brasileiros no Slack!

# Subscrive
source: Sign up for my email list to know all the news, it's very simple and without spam! <a href="#email"> Click here! </a>
pt: Se inscreva na minha lista de e-mails para saber de todas as novidade, é bem simples e sem spam! <a href="#email">Clique aqui!</a>

# SubscriveButton
source: Subscrive
pt: Se inscrever

# Success
source: I sent you an e-mail, please accept it to receive all the news! Always something new.
pt: Eu te mandei um e-mail para confirmar o seu pedido, aceita lá! ;) <br />Sempre tem novidades!
