Repository: vtnorton/Win8Apps
Catalog: Project Rome/Web Forms Era/v5.0.1/vtnorton.com/Resources/index.*.resx
Languages: pt

# srtAboutMe
source: <h2>about <span class="color">me</span></h2>
pt: <h2>sobre <span class="color">mim</span></h2>

# srtAllPosts
source: All posts
pt: Todos os posts

# srtBio
source: Microsoft MVP, app and web developer in Microsoft world, such as C#, Asp/.Net, SQL Server and Azure. If you want to know more about me, after reading my bio, you can check my social accounts.
pt: Microsoft MVP, desenvolvedor de aplicativos no mundo Microsoft (como C#, Asp/.Net, SQL Server e Azure). Se quiser saber mais sobre mim, depois de ler a minha biografia, você pode checar as minhas contas sociais.

# srtBioButton
source: Get to know me better
pt: Conheça-me

# srtDesign
source: Not despite of being one of my specialties, the design has always being one of the biggest thing on my priority. Since making some logos to build some sites and apps.
pt: Não é uma das minhas maiores habilidades, mas o design sempre foi uma das minhas maiores prioridades nos meus produtos. Desde fazer logos até contruir alguns sites e apps, e acabou que eu aprendi algumas coisas.

# srtFAQDescription
source: Some quick questions and answers that you most likely asked me or will ask me or you didn't ask me only because you don't know me yet.
pt: Algumas perguntas rápidas e respostas que você provavelmente já me perguntou, ou vai me perguntar ou que você não perguntou ainda só por que não me conheceu ainda.

# srtFAQTitle
source: FAQ
pt: Perguntas e respostas

# srtLinesOfCode
source: Lines of code
pt: Linhas de códigos

# srtMobile
source: I already lost the count of how many apps I released, in 2015 it was 5. So, I'm kinda good at it. If wasn't for that I won't have more than 10K downloads.
pt: Eu já perdi as contas de quantos apps eu já lancei, em 2015 foram 5. Então eu meio que sou bom nisso. Se não fosse por isso eu não teria mais de 10 mil downloads.

# srtPositiveFeedback
source: Positeve feedback
pt: Feedback positivo

# srtPublishedApps
source: Published applications
pt: Aplicativos publicados

# srtReadMore
source: Read more
pt: Leia mais

# srtSkills
source: <h2>my <span class="color">skills</span></h2>
pt: <h2>minhas <span class="color">habilidades</span></h2>

# srtTheProject
source: The project
pt: O projeto

# srtTheProjectButton
source: About the project
pt: Sobre o projeto

# srtTheProjectDescription
source: "Do something amazing", this is my mantra. And because of that I'm working to realease a few awesome apps, and you have the chance to see how I got here. Read below
pt: "Faça grandes coisas", este é o meu mantra. E porcausa disto eu tenho trabalahdo para lançar alguns aplicativos bem legais, e você pode ver como eu cheguei aqui. Leia mais sobre o projeto.

# srtWeb
source: I make stuffs in web for living. And that is for a long, long time. I have a big knowledge in Asp/.Net, HTML5, CSS3 and JavaScript.
pt: Eu faço sites para viver. E faço isso por um longo, longo tempo. Tenho um grande conhecimento em Asp/.Net, HTML5, CSS3 e JavaScript

# srtWindows
source: Today I am a Microsoft MVP in Windows experience, since I like to help a lot of people on web and because I'm, with proud, an Windows Insider.
pt: Hoje eu sou um Microsoft MVP em Windows Experience, já que eu gosto de ajudar as pessoas na internet e em volta de mim. Também sou, orgulhosamente, um Windows Insider.

source: Next
pt: Proxímo

source: Previous
pt: Anterior

# slideOneButton
source: Look the apps
pt: Veja os aplicativos

# slideOneDescription
source: Still complaining that there isn't apps on Windows Store, but haven't download mine yer.
pt: Vive reclamando que não tem aplicativos no Windows mas não baixou os meus ainda.

# slideOneTitle
source: 5 free apps
pt: 5 aplivativos gratuitos

source: View app
pt: Ver aplicativo
