Repository: vtnorton/Win8Apps
Catalog: Project Rome/MVC Core Era/v1.1/Vtnorton/Resources/Views/Home/Vitor.*.resx
Languages: pt

# About
source: About me
pt: Sobre mim

# AboutParagraph
source: I have this passion of creating new things. I don't care if it's a software, if it's a book or a design thing. I just can't stop creating, can't stop imagining. I create things for living.</p> <p>Don't know live without technologie, I'm making the world a better place, one bit at time. Just give the world source code and it's done!</p> <p>Everybody is the same, everybody has the same oportunity when they connect with the internet. Spreading this words can be tough, but once you understand it, you know, it's true.
pt: Eu tenho essa paixão de criar coisas novas. Eu não me importo se é um software, se é um livro ou se é alguma coisa de design. Eu simplesmente não consigo parar de criar, não consigo parar de imaginar. Eu crio coisas para viver. </ p> <p> Não sei viver sem tecnologia, estou fazendo o mundo um lugar melhor, um bit de cada vez. Basta me dar o código fonte do mundo e está feito! </ p> <p> Todos somos os mesmos, todo mundo tem a mesma oportunidade quando se conectam com a internet. Espalhar essas palavras pode ser difícil, mas uma vez que você endenta elas, você sabe, é verdade.

# Description
source: I don't dream, I do a lot of things. Creator, Windows Developer, Windows Insider MVP • Live goal: be #Ninjacat
pt: Eu não sonho, eu faço um monte de coisas. Criador, Windows Developer, Windows Insider MVP • Objetivo da vida: ser o #Ninjacat

source: Development
pt: Desenvolvimento

# IAlsoKnowDescription
source: I got the chance to learn some others skills, but this isn't like: "ohhh he do know what he is talking about" or "the masterpiece of my knowledge". I simply know this stuff because I worked with then for more than one year.
pt: Eu tive a chance de aprender algumas outras habilidades, mas isso não é como: "ohhh ele sabe o que ele está falando" ou "a obra-prima do meu conhecimento". Eu simplesmente sei essas coisas porque eu trabalhei com, em seguida, por mais de um ano.

# IAlsoKnowTitle
source: I also know...
pt: Eu também sei...

# LogOfMyLifeTitle
source: Log of my life
pt: Log da minha vida

# SkillsTitle
source: My skills
pt: Minhas habilidades

# SubLink1
source: Follow me on Twitter (@vt_norton)
pt: Siga-me no Twitter (@vt_norton)

# SubLink2
source: Testimonial
pt: Testemunhos

# SubLink3
source: Skills
pt: Habilidades

# SubLink4
source: I also know...
pt: Eu também sei...

# SubLink5
source: Log of my life
pt: Log da minha vida

# TerryTestimonial
source: "Vítor, from Brazil is an active software developer. He uses a Dell Inspiron to build the Formula - Universal code editor, a very highly rated Universal Windows App. He started hosting events in Brazil that teach other people how to code, teaching them how critical user feedback is as part of the engineering process. Vitor is a creator who is changing the world through the apps he builds and by building a community of other people to be creators themselves."
pt: "Vítor, do Brasil, é um desenvolvedor de software ativo, ele usa um Dell Inspiron para construir o Formula - Universal Code Editor - um aplicativo de Universal Windows muito bem classificado na loja. Ele começou criar eventos no Brasil que ensinam a outras pessoas como codificar, ensinando como o feedback dos usuários é crítico no processo de engenharia. Vitor é um criador que está mudando o mundo através dos aplicativos que ele constrói e construindo uma comunidade de outras pessoas para serem criadores ".

# TestimonialTitle
source: What people say about me
pt: O que outras pessoas dizem sobre mim

source: Web development
pt: Desenvolvimento Web

source: Windows development
pt: Desenvolvimento para Windows
